Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

# Showing %lld active session%@ on Lock Screen
source: Showing %1$lld active session%2$@ on Lock Screen
ar: عرض %1$lld جلسة نشطة%2$@ على شاشة القفل
ca: Mostrant %1$lld sessió activa%2$@ a la pantalla de bloqueig
cs: Zobrazování %1$lld aktivní relace%2$@ na zamykací obrazovce
da: Viser %1$lld aktiv session%2$@ på låseskærmen
de: Zeigt %1$lld aktive Sitzung%2$@ auf dem Sperrbildschirm
es: Mostrando %1$lld sesión activa%2$@ en la pantalla de bloqueo
fi: Näytetään %1$lld aktiivinen istunto%2$@ lukitusnäytöllä
fr: Affichage de %1$lld session active%2$@ sur l'écran de verrouillage
he: מציג %1$lld הפעלה פעילה%2$@ על מסך הנעילה
hu: %1$lld aktív munkamenet%2$@ megjelenítése a zárolási képernyőn
it: Visualizzazione di %1$lld sessione attiva%2$@ sulla schermata di blocco
ja: ロック画面に%1$lld件のアクティブなセッション%2$@を表示中
ko: 잠금 화면에 %1$lld개의 활성 세션%2$@ 표시 중
nb: Viser %lld aktiv(e) økt(er)%@ på låseskjermen
nl: %1$lld actieve sessie%2$@ weergeven op het vergrendelscherm
pl: Wyświetlanie %1$lld aktywnej sesji%2$@ na ekranie blokady
pt_br: Mostrando %1$lld sessão ativa%2$@ na tela de bloqueio
pt_pt: A mostrar %1$lld sessão ativa%2$@ no ecrã de bloqueio
ro: Se afișează %1$lld sesiune activă%2$@ pe ecranul de blocare
sl: Prikaz %1$lld aktivne seje%2$@ na zaklenjenem zaslonu
sv: Visar %1$lld aktiv session%2$@ på låsskärmen
uk: Показано %1$lld активну сесію%2$@ на екрані блокування
vi: Đang hiển thị %1$lld phiên hoạt động%2$@ trên Màn hình khóa
zh_hans: 在锁定屏幕上显示 %1$lld 个活跃会话%2$@
zh_hant: 在鎖定畫面上顯示 %1$lld 個活躍工作階段%2$@

# Showing first %@ of %@
source: Showing first %1$@ of %2$@
ar: عرض أول %1$@ من %2$@
ca: Mostrant els primers %1$@ de %2$@
cs: Zobrazuje se prvních %1$@ z %2$@
da: Viser de første %1$@ af %2$@
de: Erste %1$@ von %2$@ werden angezeigt
es: Mostrando los primeros %1$@ de %2$@
fi: Näytetään ensimmäiset %1$@ / %2$@
fr: Affichage des premiers %1$@ sur %2$@
he: מוצגים %1$@ ראשונים מתוך %2$@
hu: Az első %1$@ megjelenítése (összesen %2$@)
it: Mostrando i primi %1$@ di %2$@
ja: %2$@ のうち先頭の %1$@ を表示中
ko: %2$@ 중 처음 %1$@ 표시 중
nb: Viser de første %1$@ av %2$@
nl: Eerste %1$@ van %2$@ worden getoond
pl: Wyświetlanie pierwszych %1$@ z %2$@
pt_br: Mostrando os primeiros %1$@ de %2$@
pt_pt: A mostrar os primeiros %1$@ de %2$@
ro: Se afișează primii %1$@ din %2$@
sl: Prikazanih prvih %1$@ od %2$@
sv: Visar de första %1$@ av %2$@
uk: Показано перші %1$@ з %2$@
vi: Đang hiển thị %1$@ đầu tiên trong %2$@
zh_hans: 正在显示前 %1$@（共 %2$@）
zh_hant: 正在顯示前 %1$@（共 %2$@）

source: Showing first %lld results — refine your search
ar: عرض أول %lld نتيجة — حسّن البحث
ca: Es mostren els primers %lld resultats — refineu la cerca
cs: Zobrazeno prvních %lld výsledků — upřesněte hledání
da: Viser de første %lld resultater — præciser din søgning
de: Erste %lld Ergebnisse — verfeinern Sie Ihre Suche
es: Mostrando los primeros %lld resultados — refina tu búsqueda
fi: Näytetään ensimmäiset %lld tulosta — tarkenna hakua
fr: Affichage des %lld premiers résultats — affinez votre recherche
he: מציג %lld תוצאות ראשונות — צמצם את החיפוש
hu: Első %lld találat — szűkítse a keresést
it: Primi %lld risultati — affina la ricerca
ja: 最初の%lld件を表示中 — 検索を絞り込んでください
ko: 처음 %lld개 결과 표시 중 — 검색을 세분화하세요
nb: Viser de første %lld resultatene — avgrens søket
nl: Eerste %lld resultaten — verfijn uw zoekopdracht
pl: Pokazano pierwszych %lld wyników — doprecyzuj wyszukiwanie
pt_br: Mostrando os primeiros %lld resultados — refine sua busca
pt_pt: A mostrar os primeiros %lld resultados — refine a pesquisa
ro: Se afișează primele %lld rezultate — rafinați căutarea
sl: Prvih %lld rezultatov — natančneje iščite
sv: Visar de första %lld resultaten — förfina din sökning
uk: Показано перші %lld результатів — уточніть пошук
vi: Hiển thị %lld kết quả đầu tiên — tinh chỉnh tìm kiếm
zh_hans: 显示前 %lld 个结果 — 请细化搜索
zh_hant: 顯示前 %lld 個結果 — 請精確搜尋

source: Showing the built-in list until the lineup is fetched from your subscription.
ar: يتم عرض القائمة المدمجة إلى أن تُجلب قائمة النماذج من اشتراكك.
ca: Es mostra la llista integrada fins que s'obtingui el catàleg de la vostra subscripció.
cs: Zobrazuje se vestavěný seznam, dokud se nenačte nabídka z vašeho předplatného.
da: Viser den indbyggede liste, indtil udvalget hentes fra dit abonnement.
de: Es wird die integrierte Liste angezeigt, bis die Modellauswahl aus Ihrem Abonnement abgerufen wurde.
es: Mostrando la lista integrada hasta que se obtenga el catálogo de su suscripción.
fi: Näytetään sisäänrakennettu luettelo, kunnes mallivalikoima on haettu tilauksestasi.
fr: Affichage de la liste intégrée en attendant la récupération des modèles de votre abonnement.
he: מוצגת הרשימה המובנית עד שרשימת המודלים תיטען מהמנוי שלך.
hu: A beépített lista látható, amíg a kínálat le nem töltődik az előfizetéséből.
it: Viene mostrato l'elenco integrato finché i modelli non vengono recuperati dal tuo abbonamento.
ja: サブスクリプションからラインナップを取得するまで、組み込みのリストを表示しています。
ko: 구독에서 모델 목록을 가져올 때까지 내장 목록을 표시합니다.
nb: Viser den innebygde listen inntil modellutvalget er hentet fra abonnementet ditt.
nl: De ingebouwde lijst wordt getoond totdat het aanbod uit uw abonnement is opgehaald.
pl: Wyświetlana jest lista wbudowana, dopóki modele nie zostaną pobrane z Twojej subskrypcji.
pt_br: Exibindo a lista integrada até que os modelos sejam obtidos da sua assinatura.
pt_pt: A mostrar a lista integrada até os modelos serem obtidos da sua subscrição.
ro: Se afișează lista încorporată până când modelele sunt preluate din abonamentul dvs.
sl: Prikazan je vgrajeni seznam, dokler se nabor modelov ne pridobi iz vaše naročnine.
sv: Visar den inbyggda listan tills modellutbudet hämtats från din prenumeration.
uk: Показано вбудований список, доки набір моделей не буде отримано з вашої підписки.
vi: Đang hiển thị danh sách tích hợp cho đến khi danh mục mô hình được tải từ gói đăng ký của bạn.
zh_hans: 在从您的订阅获取模型列表之前，先显示内置列表。
zh_hant: 在從您的訂閱取得模型陣容前，先顯示內建清單。

source: Shown in the shell prompt and used as the default SSH username when none is specified.
ar: يُعرض في سطر الأوامر ويُستخدم كاسم مستخدم SSH الافتراضي عند عدم تحديد اسم.
ca: Es mostra a l'indicador de la shell i s'utilitza com a nom d'usuari SSH per defecte quan no se n'especifica cap.
cs: Zobrazováno ve výzvě shellu a používáno jako výchozí SSH uživatelské jméno, pokud není zadáno jiné.
da: Vises i shell-prompten og bruges som standard SSH-brugernavn, når intet er angivet.
de: Wird in der Shell-Eingabeaufforderung angezeigt und als Standard-SSH-Benutzername verwendet, wenn keiner angegeben ist.
es: Se muestra en el prompt del shell y se usa como nombre de usuario SSH predeterminado cuando no se especifica uno.
fi: Näytetään komentotulkin kehotteessa ja käytetään oletusarvoisena SSH-käyttäjänimenä, kun sitä ei ole määritetty.
fr: Affiché dans l'invite de commande et utilisé comme nom d'utilisateur SSH par défaut si aucun n'est spécifié.
he: מוצג בשורת הפקודה ומשמש כשם משתמש SSH ברירת מחדל כשלא צוין אחר.
hu: Megjelenik a shell promptban, és alapértelmezett SSH felhasználónévként használatos, ha nincs más megadva.
it: Visualizzato nel prompt della shell e utilizzato come nome utente SSH predefinito quando non ne viene specificato uno.
ja: シェルプロンプトに表示され、SSHユーザー名が未指定の場合のデフォルトとして使用されます。
ko: Shell 프롬프트에 표시되며, SSH 사용자 이름이 지정되지 않았을 때 기본값으로 사용됩니다.
nb: Vises i skallprompten og brukes som standard SSH-brukernavn når ingen er angitt.
nl: Wordt getoond in de shellprompt en gebruikt als standaard SSH-gebruikersnaam wanneer er geen is opgegeven.
pl: Wyświetlane w znaku zachęty powłoki i używane jako domyślna nazwa użytkownika SSH, gdy żadna nie jest podana.
pt_br: Exibido no prompt do shell e usado como nome de usuário SSH padrão quando nenhum é especificado.
pt_pt: Apresentado na linha de comandos e utilizado como nome de utilizador SSH predefinido quando nenhum é especificado.
ro: Afișat în promptul shell și utilizat ca nume de utilizator SSH implicit când nu este specificat altul.
sl: Prikazano v pozivu lupine in uporabljeno kot privzeto SSH uporabniško ime, kadar ni določeno.
sv: Visas i skalprompten och används som standard SSH-användarnamn när inget anges.
uk: Відображається в запрошенні оболонки та використовується як стандартне імʼя користувача SSH, якщо інше не вказано.
vi: Hiển thị trong dấu nhắc shell và được dùng làm tên người dùng SSH mặc định khi không có tên nào được chỉ định.
zh_hans: 显示在 Shell 提示中，当未指定 SSH 用户名时用作默认值。
zh_hant: 顯示在 Shell 提示中，未指定 SSH 使用者名稱時用作預設值。

source: Shows a banner after connecting when the SSH session negotiated a classical (non post-quantum) key exchange, which is vulnerable to harvest-now-decrypt-later attacks. See openssh.com/pq.html.
ar: يعرض لافتة بعد الاتصال عندما تتفاوض جلسة SSH على تبادل مفاتيح كلاسيكي (غير ما بعد الكم)، وهو عرضة لهجمات الجمع الآن وفك التشفير لاحقًا. راجع openssh.com/pq.html.
ca: Mostra un bàner després de connectar quan la sessió SSH negocia un intercanvi de claus clàssic (no postquàntic), vulnerable a atacs de recollir ara i desxifrar més tard. Vegeu openssh.com/pq.html.
cs: Zobrazí banner po připojení, pokud SSH relace sjednala klasickou (ne post-kvantovou) výměnu klíčů, která je zranitelná vůči útokům typu harvest-now-decrypt-later. Viz openssh.com/pq.html.
da: Viser et banner efter tilslutning, når SSH-sessionen har forhandlet en klassisk (ikke post-kvante) nøgleudveksling, som er sårbar over for harvest-now-decrypt-later-angreb. Se openssh.com/pq.html.
de: Zeigt nach dem Verbinden ein Banner an, wenn die SSH-Sitzung einen klassischen (nicht post-quantum) Schlüsselaustausch ausgehandelt hat, der für Harvest-now-decrypt-later-Angriffe anfällig ist. Siehe openssh.com/pq.html.
es: Muestra un banner tras conectar cuando la sesión SSH ha negociado un intercambio de claves clásico (no poscuántico), vulnerable a ataques de recolectar ahora y descifrar después. Consulta openssh.com/pq.html.
fi: Näyttää yhteyden muodostamisen jälkeen palkin, kun SSH-istunto on neuvotellut klassisen (ei kvanttiturvallisen) avaintenvaihdon, joka on altis harvest-now-decrypt-later-hyökkäyksille. Katso openssh.com/pq.html.
fr: Affiche une bannière après la connexion lorsque la session SSH a négocié un échange de clés classique (non post-quantique), vulnérable aux attaques harvest-now-decrypt-later. Voir openssh.com/pq.html.
he: מציג כרזה לאחר ההתחברות כאשר הפגישה של SSH סיכמה חילופי מפתחות קלאסיים (לא פוסט-קוונטיים), הפגיעים להתקפות איסוף עכשיו-פענוח אחר כך. ראה openssh.com/pq.html.
hu: A csatlakozás után egy sávot jelenít meg, ha az SSH-munkamenet klasszikus (nem posztkvantum) kulcscserét egyeztetett, amely sebezhető a „most gyűjts, később visszafejtsd” típusú támadásokkal szemben. Lásd: openssh.com/pq.html.
it: Mostra un banner dopo la connessione quando la sessione SSH ha negoziato uno scambio di chiavi classico (non post-quantistico), vulnerabile agli attacchi harvest-now-decrypt-later. Vedi openssh.com/pq.html.
ja: SSHセッションで古典的な（耐量子ではない）鍵交換が行われた場合、接続後にバナーを表示します。これは「今収集し後で復号する」攻撃に対して脆弱です。openssh.com/pq.html を参照してください。
ko: SSH 세션이 고전적인(포스트 퀀텀이 아닌) 키 교환으로 협상된 경우 연결 후 배너를 표시합니다. 이는 지금 수집하고 나중에 복호화하는 공격에 취약합니다. openssh.com/pq.html을 참조하세요.
nb: Viser et banner etter tilkobling når SSH-økten har forhandlet en klassisk (ikke post-kvante) nøkkelutveksling, som er sårbar for harvest-now-decrypt-later-angrep. Se openssh.com/pq.html.
nl: Toont een banner na het verbinden wanneer de SSH-sessie een klassieke (niet-postkwantum) sleuteluitwisseling heeft onderhandeld, die kwetsbaar is voor harvest-now-decrypt-later-aanvallen. Zie openssh.com/pq.html.
pl: Pokazuje baner po połączeniu, gdy sesja SSH wynegocjowała klasyczną (niepostkwantową) wymianę kluczy, podatną na ataki harvest-now-decrypt-later. Zobacz openssh.com/pq.html.
pt_br: Exibe um banner após conectar quando a sessão SSH negociou uma troca de chaves clássica (não pós-quântica), vulnerável a ataques de colher agora e descriptografar depois. Veja openssh.com/pq.html.
pt_pt: Mostra um banner após a ligação quando a sessão SSH negociou uma troca de chaves clássica (não pós-quântica), vulnerável a ataques de colher agora e desencriptar depois. Consulte openssh.com/pq.html.
ro: Afișează un banner după conectare când sesiunea SSH a negociat un schimb de chei clasic (non post-cuantic), vulnerabil la atacuri de tip harvest-now-decrypt-later. Vezi openssh.com/pq.html.
sl: Prikaže pasico po povezavi, ko je SSH seja izvedla klasično (ne post-kvantno) izmenjavo ključev, ki je ranljiva za napade zberi zdaj-dešifriraj kasneje. Glejte openssh.com/pq.html.
sv: Visar en banner efter anslutning när SSH-sessionen har förhandlat ett klassiskt (icke-postkvant) nyckelutbyte, som är sårbart för harvest-now-decrypt-later-attacker. Se openssh.com/pq.html.
uk: Показує банер після підключення, коли сесія SSH узгодила класичний (не постквантовий) обмін ключами, який вразливий до атак harvest-now-decrypt-later. Див. openssh.com/pq.html.
vi: Hiển thị biểu ngữ sau khi kết nối khi phiên SSH đã thương lượng một phương thức trao đổi khóa cổ điển (không hậu lượng tử), dễ bị tấn công kiểu thu thập trước và giải mã sau. Xem openssh.com/pq.html.
zh_hans: 当 SSH 会话协商了经典（非后量子）密钥交换时，在连接后显示横幅，这种方式易受先收集后解密攻击。参见 openssh.com/pq.html。
zh_hant: 當 SSH 工作階段協商的是傳統（非後量子）金鑰交換時，在連線後顯示橫幅，此方式易受先收集後解密攻擊。請參閱 openssh.com/pq.html。

source: Shows a slim vertical beam
ar: يعرض شعاعًا عموديًا رفيعًا
ca: Mostra una barra vertical prima
cs: Zobrazí úzký svislý paprsek
da: Viser en smal lodret streg
de: Zeigt einen schmalen vertikalen Strich
es: Muestra una barra vertical delgada
fi: Näyttää kapean pystypalkin
fr: Affiche un fin trait vertical
he: מציג קו אנכי דק
hu: Vékony függőleges vonalat mutat
it: Mostra una sottile barra verticale
ja: 細い縦線ビームを表示
ko: 얇은 세로 막대 표시
nb: Viser en smal vertikal strek
nl: Toont een smalle verticale balk
pl: Wyświetla wąską pionową belkę
pt_br: Mostra uma barra vertical fina
pt_pt: Mostra uma barra vertical fina
ro: Afișează o bară verticală subțire
sl: Prikaže ozek navpičen žarek
sv: Visar en smal vertikal linje
uk: Показує тонку вертикальну лінію
vi: Hiển thị thanh dọc mảnh
zh_hans: 显示细竖线光标
zh_hant: 顯示細豎線游標

source: Shows all sessions including Roam and local tasks on the Lock Screen
ar: يعرض جميع الجلسات بما في ذلك Roam والمهام المحلية على شاشة القفل
ca: Mostra totes les sessions incloent Roam i tasques locals a la pantalla de bloqueig
cs: Zobrazuje všechny relace včetně Roam a lokálních úloh na zamykací obrazovce
da: Viser alle sessioner inklusiv Roam og lokale opgaver på låseskærmen
de: Zeigt alle Sitzungen einschließlich Roam und lokale Aufgaben auf dem Sperrbildschirm
es: Muestra todas las sesiones incluyendo Roam y tareas locales en la pantalla de bloqueo
fi: Näyttää kaikki istunnot mukaan lukien Roam ja paikalliset tehtävät lukitusnäytöllä
fr: Affiche toutes les sessions y compris Roam et les tâches locales sur l'écran de verrouillage
he: מציג את כל ההפעלות כולל Roam ומשימות מקומיות במסך הנעילה
hu: Az összes munkamenetet megjeleníti, beleértve a Roam-ot és a helyi feladatokat a zárolási képernyőn
it: Mostra tutte le sessioni incluso Roam e attività locali sulla schermata di blocco
ja: ロック画面にRoamを含むすべてのセッションとローカルタスクを表示します
ko: 잠금 화면에 Roam을 포함한 모든 세션과 로컬 작업을 표시합니다
nb: Viser alle økter inkludert Roam og lokale oppgaver på låseskjermen
nl: Toont alle sessies inclusief Roam en lokale taken op het vergrendelscherm
pl: Wyświetla wszystkie sesje w tym Roam i lokalne zadania na ekranie blokady
pt_br: Mostra todas as sessões incluindo Roam e tarefas locais na Tela de Bloqueio
pt_pt: Mostra todas as sessões incluindo Roam e tarefas locais no ecrã de bloqueio
ro: Afișează toate sesiunile inclusiv Roam și sarcini locale pe ecranul de blocare
sl: Prikazuje vse seje vključno z Roam in lokalne naloge na zaklenjenem zaslonu
sv: Visar alla sessioner inklusive Roam och lokala uppgifter på låsskärmen
uk: Показує всі сеанси включно з Roam та локальні завдання на екрані блокування
vi: Hiển thị tất cả phiên bao gồm Roam và tác vụ cục bộ trên Màn hình khóa
zh_hans: 在锁定屏幕上显示所有会话，包括 Roam 和本地任务
zh_hant: 在鎖定畫面上顯示所有工作階段，包括 Roam 和本機作業

source: Shows branch name and file status when inside a git repository.
ar: يعرض اسم الفرع وحالة الملفات عند التواجد داخل مستودع git.
ca: Mostra el nom de la branca i l'estat dels fitxers dins d'un repositori git.
cs: Zobrazí název větve a stav souborů uvnitř git repozitáře.
da: Viser branchnavn og filstatus i et Git-repository.
de: Zeigt Branch-Name und Dateistatus innerhalb eines Git-Repositorys.
es: Muestra el nombre de la rama y el estado de los archivos dentro de un repositorio Git.
fi: Näyttää haaran nimen ja tiedoston tilan Git-tietovarastossa.
fr: Affiche le nom de la branche et l'état des fichiers dans un dépôt Git.
he: מציג שם ענף ומצב קבצים בתוך מאגר git.
hu: Megjeleníti az ágnevet és a fájlállapotot egy git tárolón belül.
it: Mostra il nome del branch e lo stato dei file all'interno di un repository Git.
ja: gitリポジトリ内でブランチ名とファイルの状態を表示します。
ko: git 리포지토리 내에서 브랜치 이름과 파일 상태를 표시합니다.
nb: Viser grennavn og filstatus inne i et Git-repositorium.
nl: Toont branchnaam en bestandsstatus in een Git-repository.
pl: Pokazuje nazwę gałęzi i status plików wewnątrz repozytorium git.
pt_br: Mostra o nome da branch e o status dos arquivos dentro de um repositório git.
pt_pt: Mostra o nome do ramo e o estado dos ficheiros dentro de um repositório git.
ro: Afișează numele ramurii și starea fișierelor într-un depozit git.
sl: Prikazuje ime veje in stanje datotek v repozitoriju git.
sv: Visar grennamn och filstatus i ett Git-arkiv.
uk: Показує назву гілки та статус файлів усередині репозиторію git.
vi: Hiển thị tên nhánh và trạng thái tệp khi ở trong kho git.
zh_hans: 在 git 仓库中显示分支名称和文件状态。
zh_hant: 在 Git 儲存庫中時顯示分支名稱和檔案狀態。

source: Shows day of week instead of time
ar: يعرض يوم الأسبوع بدلاً من الوقت
ca: Mostra el dia de la setmana en lloc de l'hora
cs: Zobrazuje den v týdnu místo času
da: Viser ugedag i stedet for tid
de: Zeigt Wochentag statt Uhrzeit
es: Muestra el día de la semana en lugar de la hora
fi: Näyttää viikonpäivän ajan sijaan
fr: Affiche le jour de la semaine au lieu de l'heure
he: מציג יום בשבוע במקום שעה
hu: A hét napját jeleníti meg az idő helyett
it: Mostra il giorno della settimana invece dell'ora
ja: 時刻の代わりに曜日を表示
ko: 시간 대신 요일을 표시합니다
nb: Viser ukedag i stedet for klokkeslett
nl: Toont dag van de week in plaats van tijd
pl: Wyświetla dzień tygodnia zamiast godziny
pt_br: Mostra o dia da semana em vez da hora
pt_pt: Mostra o dia da semana em vez da hora
ro: Afișează ziua săptămânii în loc de oră
sl: Prikaže dan v tednu namesto časa
sv: Visar veckodag istället för tid
uk: Показує день тижня замість часу
vi: Hiện ngày trong tuần thay vì giờ
zh_hans: 显示星期几而非时间
zh_hant: 顯示星期幾而非時間
